// ═══════════════════════════════════════════════════════
//  data.js  —  بيانات الطلاب
//  تم التوليد تلقائياً بتاريخ: ٢٠ أبريل ٢٠٢٦
//  عدد الطلاب: 3
// ═══════════════════════════════════════════════════════

const STUDENTS_DATA = [
  { name: "مؤمن نشوان", id: "9933", class: "الخامس 1", phone: "97450222813", subjects: ["رياضيات", "علوم", "حوسبة"] },
  { name: "احمد محمود", id: "340", class: "الخامس 1", phone: "97450222813", subjects: ["رياضيات"] },
  { name: "احم سالم", id: "444", class: "الخامس 1", phone: "97450222817", subjects: ["علوم"] }
];